<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>


<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>

    <title></title>
    <link href="css/content.css" rel="stylesheet" type="text/css" />
  </head>
  
  <body>
	<div class="place">
	    <span>位置：</span>
	    <ul class="placeul">
	    <li><a href="#">首页</a></li>
	    <li><a href="#">行业信息</a></li>
	    </ul>
	</div>
	<div class="mainindex">
	<h1>行业信息</h1>><br>
	<h3>软件项目管理(CMM)是当今IT界最热的话题之一，这表明中国软件企业已经重视与软件项目管理有关的问题了。
个人英雄主义情结在软件人才上表现的尤为明显，这已成为中国软件企业做大的一个瓶颈。造成这种状况的原因，除了国内软件业的发展水平不高、软件项目规模不大和软件企业管理者的自身素质不高外，还有很重要的一点，即与软件工程管理有关的教育内容几乎没有。在国外，PSP和GSP均为软件专业学生的必修课，可在国内，这两门课在学校里至今还没有开起来，国外实施的是定岗培训，国内则是大家过独木桥，统统都学写程序。应该说，目前国内同行对软件工程管理的重要性已经有了一定的认识，但在相关人员的培训上下的力气仍远远不够。
其实人才才是最关键额，现在软件行业最缺的人才之一就是产品经理，他们是软件工程管理的主角。产品经理必须具备以下素质：具有长期的软件开发经验；了解用户的需求；对产品、市场足够熟悉；具有协调能力。总之，产品经理不一定非常聪明，并不需要在某一方面十分突出，但要八面玲珑。
CMM规范并非只适用于大型软件企业。其实也适用于中小型企业。CMM规范只是一个框架、纲要性的东西，企业在落实它时要细化一次；企业将其落实到具体的某个项目时，要再细化一次。
实施CMM规范、通过CMM认证有以下好处：确定工作流程及方式；提高产品在用户中的信誉度；可以承包国际大公司的外包项目。只有实现CMM，公司才能不再受制于人，人走了，事照做，这才是一个公司成熟的表现。
</h3>
    </div>
  </body>
</html>
